Repository: ferkretz/gsystemctl
Catalog: src/gsystemctl/i18n/*/LC_MESSAGES/gsystemctl.po
Languages: hu

source: Control the systemd service manager
hu: A systemd szolgáltatás vezérlő felügyelete

source: loaded system units
hu: betöltött rendszer egységek

source: Type
hu: Típus

source: Name
hu: Név

source: Load state
hu: Betöltési állapot

source: Active state
hu: Aktivitási állapot

source: Sub state
hu: Al állapot

source: Description
hu: Leírás

source: {} loaded units listed
hu: {} betöltött egység listázva

source: system template files
hu: rendszer sablon fájlok

source: File state
hu: File állapot

source: Preset
hu: Alapállapot

source: {} unit files listed
hu: {} egység fájl listázva

source: loaded user units
hu: betöltött felhasználói egységek

source: user template files
hu: felhasználói sablon fájlok

source: Refresh page
hu: Oldal frissítése

source: Error
hu: Hiba

source: Runtime information
hu: Futásidejű információ

source: Start
hu: Elindítás

source: Stop
hu: Megállítás

source: Restart
hu: Újraindítás

source: Enable
hu: Engedélyezés

source: Disable
hu: Letiltás

source: Reenable
hu: Újraengedélyezés

source: Runtime status information
hu: Futásidejű státusz információ

source: About
hu: Névjegy
